GREETINGS = "Привет! Я мини-бот для проекта kate alman project. Чем хотите заняться? 🙃"

REDIRECT_SITE = "Оу, я так рад, что тебе интересно! Скорее переходи по ссылке: https://alman-project.ru/ 🤗"

POST_AMOUNT = "Сколько постов Вам показать?"

NO_MATCHES = "Хм, кажется, я не знаю такой команды, попробуй выбрать что-то другое 🥹"

MORE_POST = "Больше постов можно прочитать тут: https://alman-project.ru/services/blog/"

ERROR = "Кажется, что-то пошло не так. Пожалуйста, попробуйте еще раз."

GIFT = [
    "Тяжелые времена не продолжаются вечно, а крутые люди постоянны. Ты крутой человек!",
    "Ты не можешь изменить направление ветра, но ты можешь наполнить им паруса и отправиться к мечтам.",
    "Если опоздал на один поезд, то всегда появится другой. Так и в жизни. "
    "Всегда будут новые возможности, даже тогда, когда казалось все упущено.",
    "Ты со всем справишься.",
    "Ты очень сильный человек.",
    "Я в тебя верю, и ты не переставай верить в собственные силы!",
    "Ты можешь достичь всего, чего захочешь. Стоит только захотеть!",
    "Ты достоин(-йна) прожить жизнь своей мечты!",
    "Твой потенциал безграничен!",
    "Каждый день ты делаешь шажок на пути к своей цели. А это немалый вклад.",
    "Ты заслуживаешь счастья.",
    "Твои мечты и цели достижимы.",
    "Ты обязательно достигнешь поставленных целей!",
    "Ты великолепный человек! Повторяй себе это каждый день!",
    "Ты всегда можешь найти решение любой проблемы, главное сменить угол обзора.",
    "Улыбнись!",
    "Удачи тебе сегодня! Я знаю, что у тебя все получится.",
    "Поверь, что ты можешь, и ты уже на полпути к цели.",
    "Пусть твой день будет чудесным!",
    "Я верю в тебя…и в единорогов, но в основном в тебя.",
    "Не бойся пробовать.",
    "Ты можешь добиться всего, что задумаешь.",
    "Мечтай! Потому что мечты сбываются.",
    "Пусть твой день будет наполнен добром и приятностями!",
    "Пусть все получится!",
]
